# Задание 14.1.2
# Напишите функцию hello_world,
# которая будет печать приветственную строку "Hello World".
def hello_world():
    string = '"Hello World"'
    print(string)

hello_world()
# решение из задачника:
def hello_world():
   print("Hello World")

hello_world()
