# Задание 14.1.1
# Напишите функцию print_2_add_2, которая будет складывать 2 и 2,
# а затем печатать этот результат.
# Не забудьте вызвать функцию, чтобы увидеть результат.
# def print_2_add_2():
#     a = 2
#     b = a+a
#     print(b)
#
# print_2_add_2()
# Решение из задания
def print_2_add_2():
   result = 2 + 2
   print(result)

print_2_add_2()
